{
  "facts": [
    "A photo of your Outie with a trophy was once in a newspaper.",
    "Your Outie attends many dances and is popular among the other attendees.",
    "Your Outie avoids obscenities around children and the old.",
    "Your Outie can leap admirably but does not do so to show off.",
    "Your Outie can make a house or apartment feel like a home.",
    "Your Outie can parallel park in less than 20 seconds.",
    "Your Outie can pick up an animal without injuring it.",
    "Your Outie can roller-skate with grace.",
    "Your Outie can set up a tent in under three minutes.",
    "Your Outie dances like nobody is watching.",
    "Your Outie does not give excessive or annoying thumbs-ups.",
    "Your Outie does not make adults with visible orthodontia feel unwelcome or judged.",
    "Your Outie enjoys giving hugs to the poor.",
    "Your Outie gets along with barkeeps and service workers.",
    "Your Outie gives food and money to the destitute.",
    "Your Outie has been mistaken for a celebrity who is widely considered handsome.",
    "Your Outie has both zaz and pep.",
    "Your Outie has brightened people's days by merely smiling.",
    "Your Outie has no fear of muggers or knaves.",
    "Your Outie has survived multiple earthquakes and will survive more.",
    "Your Outie is a friend to children and to the elderly and the insane.",
    "Your Outie is a motorist.",
    "Your Outie is admired by domesticated animals.",
    "Your Outie is courteous to strangers without expectation of reward.",
    "Your Outie is familiar with the myth of Hercules and derives great meaning from it.",
    "Your Outie is fond of music and owns many records.",
    "Your Outie is generous.",
    "Your Outie is gentle.",
    "Your Outie is honest to law enforcement workers.",
    "Your Outie is kind.",
    "Your Outie is resilient and will be alright.",
    "Your Outie is skilled at kissing and lovemaking.",
    "Your Outie is splendid and can swim gracefully and well.",
    "Your Outie is strong and helped someone lift a heavy object.",
    "Your Outie is the second tallest of his friend group.",
    "Your Outie keeps an open mind and a generous heart.",
    "Your Outie knows a beautiful rock from a plain one.",
    "Your Outie laughs beautifully and well.",
    "Your Outie likes films and owns a machine that can play them.",
    "Your Outie likes the sound of radar.",
    "Your Outie listens to music while shaving, but not while showering.",
    "Your Outie makes pleasing noises.",
    "Your Outie makes time for people even when they're slow and dawdling.",
    "Your Outie once captured a butterfly.",
    "Your Outie pays all of his gas and electric bills within three business days.",
    "Your Outie prefers two scoops of ice cream in a serving, but they must be the same flavor.",
    "Your Outie spells and punctuates his written sentences in the proper way.",
    "Your Outie understands and accepts loss as a part of life.",
    "Your Outie understands the difference between an insect and an arachnid.",
    "Your Outie values water.",
    "Your Outie waits patiently in lines.",
    "Your Outie will ascend to Heaven upon his death if such a place exists.",
    "Your Outie will not waste time in the restroom.",
    "Your Outie won a game two weeks ago."
  ]
}
